{
  "page_title": "Alex V. | Концептуальний ілюстратор та візуальний сторітелер",
  "nav_work": "Роботи",
  "nav_services": "Послуги",
  "nav_process": "Процес",
  "nav_about": "Про мене",
  "nav_request": "Замовити проєкт",
  "nav_contact_me": "Написати мені",
  "nav_request_project": "Замовити проєкт",
  "hero_title": "Візуальний сторітелінг для <br> <span style='color: var(--color-secondary);'>амбіційних брендів та людей.</span>",
  "hero_sub": "Я допомагаю брендам, видавництвам і музикантам перетворювати складні ідеї на виразні візуальні наративи. Стратегічна ілюстрація, що перетворює увагу на запити.",
  "hero_cta_request": "Замовити проєкт",
  "hero_cta_view": "Дивитися вибрані кейси",
  "hero_caption": "PUMA / Ілюстрація для бренд-кампанії - 2025",
  "social_trusted": "Нам довіряють креативні команди:",
  "services_select_title": "Фокус та результати",
  "services_select_sub": "Оберіть категорію, щоб переглянути релевантні приклади.",
  "service_ed_title": "Книги та редакційні ілюстрації",
  "service_ed_sub": "Обкладинки книг, книжкові ілюстрації та концептуальний редакційний арт для журналів.",
  "service_ed_cta": "Дивитися приклади",
  "service_brand_title": "Брендова ілюстрація",
  "service_brand_sub": "Кастомна брендова ілюстрація для пакування, продуктів і фізичних просторів.",
  "service_brand_cta": "Дивитися бренд-роботи",
  "service_poster_title": "Обкладинки та постери",
  "service_poster_sub": "Повний візуальний супровід релізів - обкладинки, вініл, мерч і постери.",
  "service_poster_cta": "Дивитися приклади",
  "work_title": "Обрані роботи",
  "work_sub": "добірка концептуальних робіт, створених для реальних задач.",
  "case1_category": "Брендова ілюстрація",
  "case1_title": "Візуалізація для KOOPERATIV Coworking",
  "case1_challenge_label": "Завдання",
  "case1_challenge_text": "Перекласти цінності спільноти KOOPERATIV в єдиний візуальний світ і адаптувати його для різних фізичних форматів (чашки, друк і великі вітрини), зберігаючи бренд-консистентність.",
  "case1_solution_label": "Рішення",
  "case1_solution_text": "Створив \"архетип резидента\" і перетворив його на систему дзеркальних ілюстрацій з обмеженою палітрою - як віддзеркалення спільноти коворкінгу. Вироблено для блокнотів та вітрин.",
  "case1_result_label": "Результат",
  "case1_result_text": "Вироблено та встановлено по всіх фізичних точках KOOPERATIV",
  "case_cta": "Обговорити подібний проєкт",
  "case3_category": "КАТЕГОРІЯ 3",
  "case3_title": "НАЗВА ПРОЄКТУ 3",
  "case3_challenge_text": "Плейсхолдерний текст про завдання для третього проєкту.",
  "case3_solution_text": "Плейсхолдерний текст про рішення для третього проєкту.",
  "case3_result_text": "Плейсхолдерний текст про результат для третього проєкту.",
  "slider_hint": "Свайп →",
  "case2_category1": "Видавництво",
  "case2_category2": "Дизайн обкладинки",
  "case2_title": "Роман \"Future Echoes\"",
  "case2_challenge_text": "Створити помітну обкладинку для науково-фантастичного бестселера на перенасиченому ринку.",
  "case2_solution_text": "Мінімалістична геометрія в поєднанні з органічними текстурами для відчуття загадковості.",
  "work_portfolio_cta": "ПОКАЗАТИ ВСІ ПРОЄКТИ",
  "download_pdf": "Завантажити PDF",
  "usp_title": "Чому клієнти обирають роботу зі мною",
  "usp1_title": "Сильний концептуальний підхід",
  "usp1_text": "Я не просто малюю красиві картинки. Я вирішую комунікаційні задачі. Кожна лінія має сенс.",
  "usp2_title": "Чистий результат для команд",
  "usp2_text": "Файли готові до CMYK-друку і вебу, організовані так, щоб дизайнери й друкарні могли працювати одразу.",
  "usp3_title": "Надійні терміни",
  "usp3_text": "Ви завжди знаєте, що далі: контрольні точки, правки та дати здачі зрозумілі.",
  "services_card_title": "Я крута.",
  "services_card_p1": "Я арт-директую весь проєкт. Від концепту до фінальних файлів.",
  "services_card_p2": "Я будую концепт, визначаю візуальний напрям і веду все до кінця - ваша команда може підключатися для технічних правок за потреби.",
  "services_card_p3": "Моя робота - перетворювати ідеї на реальні фізичні точки контакту, які люди помічають, запам'ятовують і з якими хочуть взаємодіяти.",
  "services_card_p4": "Сильна візуальна мова не просто виглядає добре - вона покращує увагу, сприйняття і конверсію по всій воронці.",
  "process_title": "Як ми працюємо разом",
  "process_step1_title": "1. Діскавері та бриф",
  "process_step1_text": "Ми зідзвонюємось, обговорюємо цілі, вимоги й таймінг. Я надсилаю контракт протягом 24 годин.",
  "process_step2_title": "2. Концепти та ескізи",
  "process_step2_text": "Я пропоную 2-3 вільні концептуальні напрямки. Ми обираємо найсильніший.",
  "process_step3_title": "3. Доопрацювання",
  "process_step3_text": "Детальна лінійна робота та колор-блокінг. Два раунди покращень включено.",
  "process_step4_title": "4. Фінальна здача",
  "process_step4_text": "Файли у високій роздільності + вихідники. Права на арт переходять після фінальної оплати.",
  "about_hey": "Привіт,",
  "about_im": "я",
  "about_sub": "Я Алекс Вельбой - ілюстраторка та візуальна художниця з Європи.",
  "about_sub_2": "Я працюю з брендами, редакціями та креативними командами, яким потрібні круті візуали з чіткою ідеєю - не просто щось \"найс\"",
  "about_sub_3": "Моя суперсила - абсурдне мислення з точністю: я беру бриф, знаходжу в ньому дивну правду і розкручую її до моменту, коли концепт клацає візуально, емоційно та стратегічно.",
  "about_sub_4": "Людська деталь, бо я не PDF: я мріяла бути художником з дитинства. Якимось дивом усе склалося - і тепер моя улюблена частина роботи це перетворювати дикі ідеї на щось реальне: кампанії, простори, обкладинки, мурали, інсталяції, об'єкти, яких можна торкнутися, і візуали, з якими можна жити.",
  "testimonials_title": "Що кажуть люди",
  "t1_quote": "Алекс - справжня знахідка. Він не просто малює; він глибоко занурюється в суть повідомлення бренду.",
  "t1_role": "Арт-директор, Monocle",
  "t2_quote": "Терміни були неймовірно швидкими, а якість - на найвищому рівні. Ідеально для нашої кампанії.",
  "t2_role": "Провідний дизайнер, Spotify",
  "t3_quote": "Його концептуальний підхід перетворив простий бриф на візуальний шедевр. Дуже рекомендую.",
  "t3_role": "Засновниця, Knygolove",
  "faq_title": "Часті запитання",
  "faq1_question": "Скільки зазвичай триває проєкт?",
  "faq1_answer": "Невеликі проєкти (наприклад, одна ілюстрація) зазвичай займають близько тижня. Більші - 2-4 тижні залежно від обсягу.",
  "faq2_question": "Скільки концептів ви пропонуєте?",
  "faq2_answer": "На старті ми узгоджуємо ідею, і я роблю два повністю опрацьовані концепт-ескізи. Кожен має свою історію, сенс і візуальну логіку.",
  "faq3_question": "Скільки раундів правок включено?",
  "faq3_answer": "Ми фіксуємо напрям на етапі ескізів і далі доопрацьовуємо за потреби. Невеликі правки та уточнення включені, але фінальний художній напрям за мною.",
  "faq4_question": "Чи надаєте ви вихідні файли?",
  "faq4_answer": "Так - надаю файли необхідні для вашого кейсу, включно з друк-готовими та high-res цифровими версіями. Вихідники надаю за потреби та домовленістю.",
  "faq5_question": "Як виглядає процес, крок за кроком?",
  "faq5_answer": "Починаємо з дзвінка, щоб дослідити ідею, цілі та найкращий спосіб реалізації, потім підписуємо контракт. Якщо це фізичний простір - я приїжджаю (або працюю з матеріалами), будую план, показую початкове бачення, розробляю візуали і далі передаю фінальні файли.",
  "faq6_question": "Як працює ціноутворення і оплата (депозит, етапи)?",
  "faq6_answer": "Я працюю з депозитом 50% для проєктів будь-якого розміру. Умови оплати фіксуються в контракті перед стартом.",
  "faq7_question": "Чи берете термінові проєкти?",
  "faq7_answer": "Так, термінові проєкти можливі залежно від графіка. Таймінг і rush fee обговорюються індивідуально.",
  "faq8_question": "Що вам потрібно від мене для старту?",
  "faq8_answer": "Коротка розмова про те, що у вас є та що ви хочете отримати, плюс доступ до матеріалів або простору (за потреби). Далі я беру процес на себе.",
  "faq9_question": "Чи можемо співпрацювати, якщо мій бізнес в іншій країні?",
  "faq9_answer": "Звісно - я працюю міжнародно і ми можемо все вести через дзвінки, повідомлення та мокапи. Для фізичних застосувань я готую чіткі production-ready файли та гайди під ваш формат.",
  "faq10_question": "Чи можлива довгострокова співпраця?",
  "faq10_answer": "Так - довгострокові проєкти вітаються після узгодження обсягу, таймінгу та ритму роботи. Я можу вести візуальний напрям як арт-директор протягом всієї співпраці.",
  "contact_label": "Контакт",
  "contact_title": "Обговоримо ваш проєкт.",
  "contact_sub": "Я відкрита до вибіркових замовлень. Поділіться деталями - я відповім з чітким планом.",
  "contact_response_time": "Час відповіді: до 24 годин (Пн-Пт)",
  "form_name": "Ім'я",
  "form_email": "Email",
  "form_project_type": "Тип проєкту",
  "form_category_placeholder": "Оберіть категорію...",
  "form_brand": "Брендова ілюстрація",
  "form_ed": "Редакційна ілюстрація",
  "form_pkg": "Пакування",
  "form_book": "Обкладинка книги",
  "form_album": "Обкладинка альбому",
  "form_other": "Інше",
  "form_budget": "Приблизний бюджет",
  "form_budget_placeholder": "Оберіть діапазон...",
  "form_details": "Деталі проєкту",
  "form_details_placeholder": "Коротко опишіть, що вам потрібно...",
  "form_submit": "Надіслати запит",
  "form_success": "✅ Надіслано",
  "form_error": "❌ Помилка",
  "form_submit_loading": "Надсилання...",
  "form_success_text": "✅ Надіслано",
  "form_error_text": "❌ Помилка",
  "form_success_receipt_pending": " (квитанція в обробці)",
  "footer_rights": "© 2023 Alex V. Illustration. Усі права захищено.",
  "footer_based": "Базуюсь у Європі, працюю по всьому світу.",
  "footer_privacy": "Політика конфіденційності",
  "footer_terms": "Умови",
  "chat_title": "AI асистент Alex.V",
  "chat_intro": "Привіт! Я AI-асистент Алекс. Питай про її роботи, ціни або процес.",
  "chat_placeholder": "Напишіть ваше запитання...",
  "chat_toggle_aria": "Відкрити AI чат",
  "chat_responses": {
    "price": "Проєкти Алекс зазвичай стартують від $300 USD. Це гарантує високу якість та присвячений час для кожного брифу.",
    "services": "Алекс пропонує брендову ілюстрацію, дизайн пакування, книжкову та редакційну ілюстрацію, а також постери.",
    "process": "Процес має 4 кроки: Діскавері, Концепти, Доопрацювання та Фінальна здача. Більше деталей у розділі \"Процес\"!",
    "contact": "Ви можете написати Алекс на itsme@alexvelboy.com або заповнити форму зворотного зв'язку на цій сторінці.",
    "default": "Гарне питання! Я лише AI-помічник, але ви можете знайти більше деталей у розділах вище або написати Алекс на itsme@alexvelboy.com."
  }
}
